[
  {
    "country_name": "Bangladesh",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Flag_of_Bangladesh.svg/800px-Flag_of_Bangladesh.svg.png?20230930051247",
    "short_description": "Bangladesh, a land of natural wonders, offers a rich tapestry of experiences. Explore the world's largest mangrove forest in the Sundarbans, unwind on the sandy beaches of Cox's Bazar, discover the tranquility of Rangamati's lakes, trek through the scenic hills of Bandarban, and escape to the serene Saint Martin's Island."
  },
  {
    "country_name": "Thailand",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Flag_of_Thailand.svg/800px-Flag_of_Thailand.svg.png",
    "short_description": "Thailand, the 'Land of Smiles', enchants visitors with its vibrant culture and stunning landscapes. Immerse yourself in the bustling streets of Bangkok, delve into the ancient history of Chiang Mai, marvel at the architectural wonders of Ayutthaya, relax on the pristine beaches of Phuket, and explore the breathtaking Phi Phi Islands."
  },
  {
    "country_name": "Indonesia",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Flag_of_Indonesia.svg/800px-Flag_of_Indonesia.svg.png",
    "short_description": "Indonesia, an archipelago of diversity, beckons with its rich cultural heritage and natural beauty. Experience the spiritual ambiance of Bali, admire the ancient Borobudur Temple, encounter the legendary Komodo dragons in their natural habitat, dive into the turquoise waters of Raja Ampat Islands, and immerse yourself in the art and culture of Yogyakarta."
  },
  {
    "country_name": "Malaysia",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Flag_of_Malaysia.svg/800px-Flag_of_Malaysia.svg.png",
    "short_description": "Malaysia, a melting pot of cultures, offers a blend of modernity and tradition amidst stunning natural landscapes. Explore the iconic skyline of Kuala Lumpur, indulge in the idyllic beaches of Langkawi, savor the eclectic flavors of Penang, escape to the cool highlands of Cameron Highlands, and trek through the ancient rainforests of Taman Negara National Park."
  },
  {
    "country_name": "Vietnam",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/800px-Flag_of_Vietnam.svg.png",
    "short_description": "Vietnam, a land of contrasts, captivates with its rich history, diverse landscapes, and vibrant culture. Cruise through the mystical beauty of Ha Long Bay, immerse yourself in the dynamic energy of Ho Chi Minh City, wander the charming streets of Hoi An Ancient Town, explore the hidden wonders of Phong Nha Caves, and experience the lush beauty of the Mekong Delta."
  },
  {
    "country_name": "Cambodia",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_Cambodia.svg/800px-Flag_of_Cambodia.svg.png",
    "short_description": "Cambodia, home to ancient wonders and natural beauty, offers a journey through time and tradition. Marvel at the awe-inspiring temples of Angkor Wat, delve into the bustling streets of Phnom Penh, relax on the pristine beaches of Sihanoukville, discover the tranquil beauty of Kampot, and experience the rural charm of Battambang."
  }
]
